{
  "hello": "Hello, welcome!",
  "toggle_language": "Switch language",

  "what-we-do": "What we do",
  "wwd-animation": "Animation services",
  "wwd-production": "Production of original films and series",
  "wwd-consulting": "Consulting for projects and public notices",

  "last-news": "Last News",
  "read-more": "Read More",
  "see-more": "More news",
  "see-less": "Less news",

  "awards": "Awards",
  "awards-description": "Our productions have already received more than 20 awards and have been shown at more than 50 national and international festivals.",

  "home": "home",
  "projects": "projects",
  "about": "about",
  "contact": "contact",

  "copy": "All Rights Reserved to",

  "form-questions": "Do you have a concept ready to be implemented or are you interested in one of our projects?",
  "form-talkToUs": "Let's talk!",
  "form-name": "Name",
  "form-email": "Email",
  "form-subject": "Subject",
  "form-message": "Message",
  "form-send": "send",
  "form-sending": "Sending",
  "form-send-success-1": "Email sent successfully!",
  "form-send-success-2": "We will contact you shortly.",
  "form-send-error": "Error sending email. Please try again.",

  "yup-error-name": "Name is required",
  "yup-error-email": "Email is required",
  "yup-error-subject": "Enter a subject for the message",
  "yup-error-message": "Write a message",

  "about-us": "About Us",
  "about-description": "Studio Chifrezz is a Brazilian animation studio led by women. Founded in 2021 in Rio de Janeiro, our mission is to bring to life original stories that inspire audiences through our animations in various formats, such as TV Series and Short Films.",
  "about-lena": "Founder of Studio Chifrezz. She is an animator and animation director with 10 years of experience in the animation market for series and films. Lena lives in Rio de Janeiro and currently works as an animation supervisor for WildBrain Studios. Previous works: The Snoopy Show, BirdGirl, Irmão do Jorel, Archibald's Next Big Thing, My big big friend. In 2019, she released her first animated short film Hornzz, the film has received more than 20 awards since then. She is also the creator and director of Kale and Quartzzo's Scary Museum. Lena is also an animation teacher and taught for 4 years at Estudio Escola de Animação, a free course for young people.",
  "about-luiza": "She is a Producer and holds a Bachelor's degree in Cultural Production from the Fluminense Federal University of Rio de Janeiro - and a technical degree in cultural management from the Federal University of Sul-Rio-Grandense / Rio Grande do Sul. Luiza has worked at Baluarte Cultura since 2017 as an executive producer of the Estúdio Escola de Animação. She is also responsible for the line production of three animated episodes of the children's series 'O Brasil de Tuhu', also produced by Baluarte Cultura.",
  "about-priscila": "Our Animation Project Manager, currently based in France. With over 6 years of experience in the field, having supervised a variety of productions from different countries. Throughout her career, she has coordinated more than 20 projects, with highlights including: Paw Patrol: A Superpower Movie (2023), Jorel's Brother (4th season - INTERNATIONAL EMMY AWARD NOMINEE), Johnny Test New Series (1st and 2nd season) and Mika's Diary (3rd season - INTERNATIONAL EMMY AWARD NOMINEE).",

  "animation-series": "animation series",
  "short-films": "short films",

  "kale": "Kale's Museum of Spookiness",
  "kale-description": "Kale takes over the management of the spooky museum while his grandparents travel, but to prove that he is up to the task he needs to control the daily chaos generated by his younger sister and the ghosts that the two must defeat together, accompanied by his friend Mano and occasionally, the cleaner Seu Neto.",
  "kale-gender": "Comedy and supernatural",
  "kale-production-type": "Animation Serie",

  "hornzz": "Hornzz",
  "hornzz-description": "How does each choice reflect on our lives? Through Hornzz's surrealist narrative, we follow the choices and challenges of the girl Lu, traveling through unique experiences in playful scenarios.",
  "hornzz-gender": "Fantasy",
  "hornzz-production-type": "Short Film",

  "roommates": "Roommates",
  "roommates-description": "Two friends in their early thirties live together in a small apartment in the city center. Struggling to decide whether it's time to settle down or live life to the fullest before it's too late, the two longtime friends face problems in love and at work. Roommate is a comedy story for adults, with a hint of drama.",
  "roommates-gender": "Comedy and drama",

  "quartzzo": "Quartzzo",
  "quartzzo-description": "After the death of her lover in a flood, Amélia, a 30-year-old woman, visits Pedra do Amor Park again to reframe her memories and face her trauma. In the park, she has visions of her deceased boyfriend who guides Amélia to the place where the tragedy occurred.",

  "years": "years",
  "free": "free",

  "in-development": "In development",
  "in-production": "In Production",
  "release-in": "Released in",

  "credits": "Credits",
  "creator": "Creator",
  "direction": "Direction",
  "production": "Production",
  "art-direction": "Art Direction",
  "soundtrack": "Soundtrack",
  "character-concept": "Character Concept",
  "storyboard": "Storyboard",
  "consulting": "Consulting",

  "supports": "Supports"
}
