{
  "hello": "Olá, seja bem-vindo!",
  "toggle_language": "Trocar idioma",

  "home": "início",
  "projects": "projetos",
  "about": "sobre",
  "contact": "contato",

  "copy": "Todos os Direitos Reservados à",

  "form-questions": "Ficou com alguma dúvida?",
  "form-talkToUs": "Fale com a gente!",
  "form-name": "Nome",
  "form-email": "Email",
  "form-subject": "Assunto",
  "form-message": "Mensagem",
  "form-send": "enviar",
  "form-sending": "Enviando",
  "form-send-success-1": "Email enviado com sucesso!",
  "form-send-success-2": "Entraremos em contato em breve.",
  "form-send-error": "Erro ao enviar o email. Tente novamente.",

  "yup-error-name": "O nome é obrigatório",
  "yup-error-email": "Email é obrigatório",
  "yup-error-subject": "Insira um assunto para a mensagem",
  "yup-error-message": "Escreva uma mensagem",

  "about-us": "About us",
  "about-description": "O Studio Chifrezz é um estúdio de animação brasileiro liderado por mulheres. Fundado em 2021 no Rio de Janeiro, nossa missão é dar vida a histórias autorais que inspirem o público através de suas animações em diversos formatos, como Séries de TV e Curtas Metragens.",
  "about-lena": "Fundadora do Studio Chifrezz. É animadora e diretora de animação com 10 anos de experiência no mercado de animação de séries e filmes. Lena mora no Rio de Janeiro, e atualmente trabalha como supervisora de animação para a WildBrain Studios. Trabalhos anteriores: The Snoopy Show, BirdGirl, Irmão do Jorel, Archibald's Next Big Thing, My big big friend. Em 2019 estreiou seu primeiro curta de animação Hornzz, o filme recebeu mais de 20 prêmios desde então. Também é a criadora e diretora do Museu Assustador do Kale e Quartzzo. Lena também é professora de animação e deu aula durante 4 anos no Estudio Escola de Animação, um curso gratuito para jovens.",
  "about-luiza": "É Produtora e tem um diploma de bacharelado em Produção Cultural da Universidade Federal Fluminense do Rio de Janeiro - e técnico em gerenciamento cultural da Universidade Federal Sul-Rio-Grandense / Rio Grande do Sul. Luiza trabalha na Baluarte Cultura desde 2017 como produtora executiva do Estúdio Escola de Animação. Também assina a produção de linha em três episódios animados da série infantil 'O Brasil de Tuhu' também produzida pela Baluarte Cultura.",
  "about-priscila": "Nossa Gerente de projeto de animação, atualmente baseada na França. Com experiência de mais de 6 anos na área, tendo supervisionado uma variedade de produções de diferentes países. Ao longo de sua carreira, ela coordenou mais de 20 projetos, com destaques para: Patrulha Canina: Um Filme Superpoderoso (2023), Irmão do Jorel (4a temporada - INTERNATIONAL EMMY AWARD NOMINEE), Johnny Test New Series (1a e 2a temporada) e o Diário de Mika (3a temporada - INTERNATIONAL EMMY AWARD NOMINEE)."
}
